Repository: tecnologiaenegocios/tn.plonebehavior.template
Catalog: src/tn/plonebehavior/template/locales/*/LC_MESSAGES/tn.plonebehavior.template.po
Languages: pt_br

source: CSS selector
pt_br: Seletor CSS

source: Template
pt_br: Modelo

source: Template configuration
pt_br: Configuração de modelo

source: The CSS expression is invalid.
pt_br: A expressão CSS é inválida.

source: The CSS expression which selects the element where the content will go to.
pt_br: A expressão CSS que seleciona o elemento onde o conteúdo será inserido.

source: The XPath expression which selects the element where the content will go to. A CSS expression will override this.
pt_br: A expressão XPath que seleciona o elemento onde o conteúdo será inserido. Uma expressão CSS irá sobrescrever isto.

source: The content item which will be the template for this one
pt_br: O ítem de conteúdo que será o modelo para este

source: This item can be used as a template.
pt_br: Este ítem pode ser usado como um modelo.

source: This item has a selector set for usage as a template, but the selector doesn't match a single HTML element. If you really wish to use this item as a template, edit it and modify the selector in the Template configuration tab or the HTML code to make them match. If instead you wish this item to be a regular HTML page, edit it, go to the Template configuration tab, and leave the selector field in blank.
pt_br: Este ítem possui um seletor configurado para uso como um modelo, mas o seletor não casa com um único elemento HTML. Se você realmente deseja usar este ítem como um modelo, edite-o e modifique o seletor na aba Configuração de modelo ou o código HTML para fazê-los casarem. Se ao invés você deseja que este ítem seja uma página HTML regular, edite-o, vá até a aba Configuração de modelo e deixe o campo seletor em branco.

source: Valid template not found. Edit this item and either assign a valid template or unassign the existing (invalid) one.
pt_br: Modelo válido não encontrado. Edite este ítem e associe-o a um modelo válido ou desassocie-o do modelo existente (inválido).

source: XPath selector
pt_br: Seletor XPath
